[
  {
    "date":"2012/12/29-12/30",
    "lon":"113.842328",
    "lat":"38.891024",
    "place":"骆驼湾村",
    "speech":"他要求各级党委和政府要增强做好扶贫开发工作的责任感和使命感，做到有计划、有资金、有目标、有措施、有检查，大家一起来努力，让乡亲们都能快点脱贫致富奔小康。",
    "take":"全面建成小康社会，最艰巨最繁重的任务在农村、特别是在贫困地区。没有农村的小康，特别是没有贫困地区的小康，就没有全面建成小康社会。"
  },
  {
    "date":"2013/2/2—2/5",
    "lon":"103.932903",
    "lat":"38.891024",
    "place":"元古堆村",
    "speech":"入户看望老党员和困难群众，询问粮食够不够吃，低保有没有保证，看病有没有保障，孩子有没有学上，年货有没有备好，在得到肯定的答复后，总书记很欣慰。他强调，党和政府高度重视扶贫开发工作，特别是高度重视少数民族和民族地区的发展，一定会给乡亲们更多支持和帮助，乡亲们要发扬自强自立精神，找准发展路子、苦干实干，早日改变贫困面貌。",
    "take":"发展是甩掉贫困帽子的总办法，贫困地区要从实际出发，因地制宜，把种什么、养什么、从哪里增收想明白，帮助乡亲们寻找脱贫致富的好路子。"
  },
  {
    "date":"2013/2/2—2/5",
    "lon":"103.578594",
    "lat":"35.701988",
    "place":"卜楞沟村",
    "speech":"入户看望老党员和困难群众，询问粮食够不够吃，低保有没有保证，看病有没有保障，孩子有没有学上，年货有没有备好，在得到肯定的答复后，总书记很欣慰。他强调，党和政府高度重视扶贫开发工作，特别是高度重视少数民族和民族地区的发展，一定会给乡亲们更多支持和帮助，乡亲们要发扬自强自立精神，找准发展路子、苦干实干，早日改变贫困面貌。",
    "take":"发展是甩掉贫困帽子的总办法，贫困地区要从实际出发，因地制宜，把种什么、养什么、从哪里增收想明白，帮助乡亲们寻找脱贫致富的好路子。"
  },
  {
    "date":"2013/7/11-7/12",
    "lon":"114.522103",
    "lat":"38.154411",
    "place":"塔元庄村",
    "speech":"让农民群众不断过上好日子，是体现我们党的宗旨的一个重要方面，我们还要继续努力。在村里的综合超市，习近平看货架商品，问蔬菜价格，同前来购物的群众亲切交流。他指出，超市连接百姓生活，是农村服务业的一个发展趋势，要加强农村流通网络建设，为群众生活提供方便、快捷的服务。",
    "take":"我们党员干部都要有这样一个意识：只要还有一家一户乃至一个人没有解决基本生活问题，我们就不能安之若素；只要群众对幸福生活的憧憬还没有变成现实，我们就要毫不懈怠团结带领群众一起奋斗。"
  },
  {
    "date":"2013/11/3-11/5",
    "lon":"109.500198",
    "lat":"28.388288",
    "place":"十八洞村",
    "speech":"实事求是、因地制宜、分类指导、精准扶贫”。首次提出了“精准扶贫”的重要思想，同时强调“发展是甩掉贫困帽子的总办法”，在扶贫开发工作推进的过程中，这一重要思想不断丰富、深化。要精准扶贫，切忌喊口号，也不要定好高骛远的目标。三件事要做实：一是发展生产要实事求是，二是要有基本公共保障，三是下一代要接受教育。",
    "take":"扶贫开发是全党全社会的共同责任，要动员和凝聚全社会力量广泛参与。"
  },
  {
    "date":"2014/1/26-1/28",
    "lon":"119.865889",
    "lat":"47.298235",
    "place":"林业棚户区",
    "speech":"他叮嘱当地干部要加快棚户区改造，排出时间表，让群众早日住上新房；习近平强调，我们党员干部都要有这样一个意识：只要还有一家一户乃至一个人没有解决基本生活问题，我们就不能安之若素；只要群众对幸福生活的憧憬还没有变成现实，我们就要毫不懈怠团结带领群众一起奋斗。",
    "take":"我们要立下愚公移山志，咬定目标、苦干实干，坚决打赢脱贫攻坚战，确保到2020年所有贫困地区和贫困人口一道迈入全面小康社会。"
  },
  {
    "date":"2014/3/17-3/18,5/9-5/10",
    "lon":"114.819676",
    "lat":"34.925945",
    "place":"张庄村",
    "speech":"请大家讲，我们是来听的.",
    "take":"让几千万农村贫困人口生活好起来，是我心中的牵挂。"
  },
  {
    "date":"2014/4/27-4/30",
    "lon":"75.880494",
    "lat":"39.369619",
    "place":"阿亚格曼干村",
    "speech":"看到你们家生活有这个水平，我很高兴。我来看你们，就是要验证党的惠民政策有没有深入人心、是否发挥了作用。我祝愿你们在党的政策扶持下生活得更加幸福.",
    "take":"在扶贫的路上，不能落下一个贫困家庭，丢下一个贫困群众。"
  },
  {
    "date":"2015/1/19-1/21",
    "lon":"103.381256",
    "lat":"27.115115",
    "place":"龙头山镇",
    "speech":"扶贫工作是2020年全面建成小康的重点，也是最艰巨的一项任务，不能光喊口号，更不能搞形式主义，一定要真抓实干。要是到2020年还有几个连片贫困区依然如旧，就谈不上全面小康。“有没有房子住？能不能吃上一口热饭？孩子有没有学上？老人有没有安置？生了病能不能治疗？能不能尽早搬进新居？”",
    "take":"这在世界上只有我们党和国家能够做到，充分彰显了我们的政治优势和制度优势。东西部扶贫协作和对口支援必须长期坚持下去。"
  },
  {
    "date":"2015/6/16",
    "lon":"106.581366",
    "lat":"27.6203",
    "place":"花茂村",
    "speech":"党中央十分关心广大农民特别是农村贫困人口，制定了一系列方针政策促进农村发展。党中央的政策好不好，要看乡亲们是笑还是哭。如果乡亲们笑，这就是好政策，要坚持；如果有人哭，说明政策还要完善和调整。他在贵州调研期间专门主持召开的部分省区市党委主要负责同志座谈会上指出，要坚持专项扶贫、行业扶贫、社会扶贫等多方力量、多种举措有机结合和互为支撑的“三位一体”大扶贫格局。",
    "take":"消除贫困、改善民生、实现共同富裕，是社会主义本质要求，是我们党矢志不渝的奋斗目标。打好脱贫攻坚战，是全面建成小康社会的底线任务。"
  },
  {
    "date":"2015/7/16",
    "lon":"129.337165",
    "lat":"42.767714",
    "place":"光东村",
    "speech":"我们正在为全面建成小康社会而努力，全面小康一个也不能少，哪个少数民族也不能少。",
    "take":"扶持谁、谁来扶、怎么扶、如何退，全过程都要精准，有的需要下一番“绣花”功夫"
  },
  {
    "date":"2016/2/2",
    "lon":"114.100689",
    "lat":"26.64693",
    "place":"神山村",
    "speech":"扶贫、脱贫的措施和工作一定要精准，要因户施策、因人施策，扶到点上、扶到根上，不能大而化之。",
    "take":""
  },
  {
    "date":"2016/4/24",
    "lon":"115.6906",
    "lat":"31.373536",
    "place":"大湾村",
    "speech":"习近平拿过他家的扶贫手册，从第一页开始翻阅，了解致贫原因、扶贫措施、脱贫进展等。听说老汪爱人患有高血压，一年药费要花两三千块钱，习近平说，因病致贫、因残致贫问题时有发生，扶贫机制要进一步完善兜底措施，在医保、新农合方面给予更多扶持。",
    "take":""
  },
  {
    "date":"2016/5/24",
    "lon":"133.892164",
    "lat":"48.211943",
    "place":"八岔村",
    "speech":"习近平回应他说，我们共产党全心全意为人民服务，说到就要做到，今后党和政府还会关心支持大家。",
    "take":""
  },
  {
    "date":"2016/7/19",
    "lon":"105.959692",
    "lat":"38.283496",
    "place":"原隆移民村",
    "speech":"在宁夏考察期间，习近平总书记专门主持召开东西部扶贫协作座谈会。他强调，东西部扶贫协作和对口支援，是推动区域协调发展、协同发展、共同发展的大战略，是加强区域合作、优化产业布局、拓展对内对外开放新空间的大布局，是实现先富帮后富、最终实现共同富裕目标的大举措。",
    "take":""
  },
  {
    "date":"2016/8/23",
    "lon":"101.994788",
    "lat":"36.714855",
    "place":"班彦村",
    "speech":"习近平总书记冒着蒙蒙细雨考察易地扶贫搬迁新村建设情况。他指出，新村建设要同发展生产和促进就业结合起来，同完善基本公共服务结合起来，同保护民族、区域、文化特色及风貌结合起来。",
    "take":""
  },
  {
    "date":"2017/1/24",
    "lon":"114.844143",
    "lat":"41.181787",
    "place":"德胜村",
    "speech":"他强调，做好这项工作，不能眉毛胡子一把抓，而要下好“精准”这盘棋，做到扶贫对象精准、扶贫产业精准、扶贫方式精准、扶贫成效精准。",
    "take":""
  },
  {
    "date":"2017/6/21",
    "lon":"115.549391",
    "lat":"38.70601",
    "place":"赵家洼村",
    "speech":"　全面建成小康社会，是我们对全国人民的庄严承诺。　　脱贫攻坚战的冲锋号已经吹响。我们要立下愚公移山志，咬定目标、苦干实干，坚决打赢脱贫攻坚战，确保到2020年所有贫困地区和贫困人口一道迈入全面小康社会。　　攻克深度贫困堡垒，是打赢脱贫攻坚战必须完成的任务，全党同志务必共同努力。",
    "take":""
  },
  {
    "date":"2018/2/11",
    "lon":"102.686838",
    "lat":"27.855577",
    "place":"三河村",
    "speech":"我们搞社会主义就是要让人民群众过上幸福美好的生活，全面建成小康社会一个民族、一个家庭、一个人都不能少。我们党从诞生之日起，就以为民族求解放、为人民谋幸福为己任。让人民群众脱贫致富是共产党人始终不渝的奋斗目标。——继续加大易地扶贫搬迁力度，让住在大山深处的彝族同胞搬进安全舒适的新居，解决他们交通出行的难题；——发展适合当地生态条件的种植养殖业。随着基础条件改善，乡村旅游也可以发展起来；——加强对村民的实用技术和职业技能培训，让大家掌握一技之长，能够通过发展生产和外出务工稳定增加收入；——最重要的，教育必须跟上，决不能再让孩子输在起跑线上；习近平总书记强调，打赢脱贫攻坚战，特别要建强基层党支部。村第一书记和驻村工作队要真抓实干，不图虚名，不搞形式，扎扎实实把脱贫攻坚战推向前进。",
    "take":""
  },
  {
    "date":"2019/4/15",
    "lon":"108.333266",
    "lat":"30.096044",
    "place":"华溪村",
    "speech":"两不愁三保障",
    "take":""
  },
  {
    "date":"2019/5/20",
    "lon":"115.506184",
    "lat":"25.95625",
    "place":"潭头村",
    "speech":"",
    "take":""
  }
]